{"i": 167142, "am": 171680, "busy": 173084, "calm": 170184, "cold": 174374, "fine": 170322, "good": 172481, "here": 175033, "lazy": 174100, "okay": 159816, "sick": 170644, "sure": 174192, "weak": 163323, "beg": 139681, "you": 175140, "can": 174770, "run": 163211, "ski": 162480, "cringed": 28, "exhaled": 29, "gave": 30, "up": 174917, "give": 120816, "in": 175180, "got": 170663, "hot": 173318, "had": 171930, "fun": 174440, "hate": 175098, "it": 175149, "have": 171147, "hit": 175209, "tom": 170675, "hope": 158728, "so": 174547, "hurried": 64615, "inhaled": 2406, "knew": 163968, "like": 174835, "lost": 164856, "love": 174924, "mean": 168850, "must": 66, "go": 175171, "need": 172914, "noticed": 150690, "prepaid": 79, "promise": 171023, "relaxed": 110472, "retired": 172440, "said": 171674, "no": 166896, "saw": 165174, "him": 175005, "one": 174910, "see": 174719, "shouted": 103, "tripped": 105, "want": 174035, "was": 173417, "new": 166127, "will": 174451, "woke": 113, "agree": 136080, "leave": 173243, "call": 174003, "cook": 167657, "help": 174824, "live": 173204, "obey": 6304, "pack": 145163, "pass": 169364, "quit": 109641, "sing": 165079, "stop": 170130, "swim": 170273, "talk": 174030, "wait": 159049, "walk": 167345, "work": 173982, "a": 137, "cop": 127927, "man": 174076, "alive": 175114, "alone": 174136, "angry": 171647, "armed": 37787, "awake": 167221, "blind": 171267, "broke": 167820, "clean": 172389, "crazy": 148833, "cured": 128440, "dizzy": 147366, "drunk": 167708, "dying": 81928, "early": 168001, "first": 173484, "fussy": 12670, "going": 174369, "loyal": 35306, "lucky": 124075, "lying": 172727, "naked": 169198, "quiet": 172966, "ready": 164912, "right": 172851, "sober": 30539, "sorry": 169817, "stuck": 31245, "timid": 22261, "tired": 173804, "tough": 173873, "yours": 170555, "is": 174968, "ok": 162213, "bad": 160661, "far": 160868, "failed": 171714, "snowed": 5649, "stinks": 20442, "worked": 139787, "tv": 171751, "dark": 167492, "dead": 174266, "done": 175178, "easy": 173150, "food": 174725, "free": 173631, "hers": 163500, "late": 175032, "mine": 173092, "open": 173271, "ours": 141048, "sand": 167624, "time": 175113, "true": 174748, "keep": 169390, "that": 174699, "this": 174240, "let": 264, "be": 175164, "me": 175124, "ask": 166420, "eat": 174316, "lie": 171603, "still": 43288, "look": 169082, "back": 173896, "loosen": 297, "move": 172187, "over": 175122, "nice": 168760, "shot": 174228, "of": 171870, "course": 173413, "oh": 315, "please": 173931, "pardon": 18503, "read": 174511, "say": 175198, "hello": 144678, "above": 106394, "below": 91916, "seize": 329, "seriously": 173322, "she": 148830, "cried": 165622, "tried": 174628, "walks": 66764, "sign": 105657, "slow": 171827, "down": 175186, "stay": 166453, "thin": 166861, "step": 167593, "them": 174893, "take": 158843, "care": 173874, "thank": 388, "then": 167967, "what": 173586, "they": 174589, "fell": 161903, "left": 173970, "lied": 142912, "swam": 145087, "cooks": 12406, "knits": 415, "knows": 171069, "rocks": 154059, "spoke": 143855, "waved": 420, "works": 170573, "fat": 173364, "mad": 162451, "sad": 174806, "trust": 158283, "try": 175111, "again": 175199, "on": 174516, "turn": 108595, "watch": 172345, "out": 174575, "we": 168820, "agreed": 102371, "did": 171560, "forgot": 173646, "smiled": 137507, "talked": 12118, "waited": 121489, "walked": 68308, "win": 162185, "shy": 173817, "well": 175074, "else": 175090, "who": 167660, "cares": 30551, "he": 172178, "ill": 172826, "wonderful": 133823, "write": 170223, "drive": 169644, "idiot": 130964, "start": 172984, "all": 174559, "aboard": 124449, "clear": 173421, "fired": 173589, "hired": 107033, "wrong": 173912, "answer": 174020, "are": 175125, "anyone": 174227, "around": 174615, "careful": 174112, "content": 66653, "patient": 171864, "serious": 149317, "birds": 153744, "bottoms": 571, "bring": 150006, "wine": 175067, "come": 167449, "carry": 173910, "check": 169394, "choose": 175088, "along": 166359, "quick": 158935, "to": 174684, "us": 174869, "cut": 170249, "dig": 611, "faster": 165722, "do": 174877, "stink": 5859, "men": 174388, "cry": 172346, "fret": 621, "jump": 169472, "rush": 158232, "duty": 157946, "calls": 166500, "face": 172264, "facts": 175028, "fill": 644, "find": 164030, "job": 173932, "follow": 69225, "forget": 140499, "forgive": 105297, "get": 169265, "life": 175221, "bed": 175025, "outside": 173519, "warm": 165027, "hung": 16041, "dj": 681, "kind": 166961, "poor": 174107, "made": 174989, "swiss": 693, "smart": 169715, "head": 174447, "north": 155532, "hold": 119669, "how": 167838, "lovely": 11343, "hurry": 167861, "home": 175101, "admit": 171352, "human": 63998, "built": 144246, "canceled": 165491, "disagree": 175047, "worry": 173384, "doubt": 135489, "envy": 755, "her": 174246, "exercise": 174871, "feel": 173917, "old": 174966, "felt": 81820, "fixed": 173223, "found": 175129, "hurt": 174984, "guess": 173858, "won": 134315, "hear": 171072, "not": 174774, "know": 175214, "cpr": 9862, "art": 170983, "tea": 169501, "liked": 44285, "listened": 163811, "rice": 172758, "loved": 171102, "two": 174104, "met": 174236, "air": 172140, "ice": 172142, "panicked": 35359, "promised": 108323, "ran": 24004, "away": 175106, "remember": 172553, "yes": 167864, "sat": 851, "screamed": 158190, "shrugged": 111002, "survived": 149368, "threw": 861, "use": 173142, "last": 165975, "whistled": 891, "wrote": 171164, "accept": 159768, "shoot": 93079, "stand": 149473, "hero": 122397, "liar": 153629, "twin": 103379, "baking": 5149, "better": 173946, "biased": 24570, "buying": 172020, "chubby": 108364, "eating": 168365, "famous": 175051, "flabby": 924, "greedy": 59884, "hiding": 40468, "honest": 169553, "humble": 930, "hungry": 173456, "immune": 934, "inside": 171853, "joking": 145227, "loaded": 63980, "lonely": 169186, "losing": 83413, "moving": 173661, "normal": 159258, "paying": 151641, "pooped": 4169, "rested": 67965, "ruined": 45510, "shaken": 65467, "single": 138846, "skinny": 146591, "sleepy": 161259, "sneaky": 16387, "strict": 85863, "strong": 156837, "thirty": 163115, "trying": 166466, "wasted": 138559, "ignore": 41313, "tall": 115966, "blue": 170186, "hard": 174177, "safe": 173337, "matters": 172177, "went": 169726, "fad": 11466, "awful": 171323, "bogus": 1017, "bulky": 1018, "cheap": 115017, "close": 149386, "funny": 174561, "green": 172735, "my": 1027, "cd": 10649, "night": 174610, "phony": 4192, "safer": 43484, "sweet": 157004, "taboo": 1039, "weird": 152522, "jesus": 1046, "wept": 1048, "just": 162656, "relax": 172890, "die": 174752, "pay": 149481, "chat": 76658, "kiss": 161198, "pray": 117021, "lighten": 1091, "at": 164661, "hurts": 171934, "mama": 1104, "never": 45751, "mind": 173662, "comment": 156799, "kidding": 97625, "problem": 174797, "really": 28893, "once": 175112, "pick": 1122, "sit": 171362, "for": 174707, "shadow": 137415, "smell": 162158, "alert": 157714, "sharp": 170044, "aside": 157030, "study": 173353, "bus": 170903, "nap": 143520, "cover": 153397, "notes": 147844, "taste": 173392, "boy": 163825, "his": 155541, "odd": 127423, "cheat": 7454, "voted": 46436, "flies": 136864, "agrees": 47574, "cheats": 1208, "cursed": 1209, "drinks": 153184, "drives": 60723, "helped": 173976, "jumped": 25196, "looked": 1222, "nodded": 165900, "obeyed": 2380, "paints": 1226, "sighed": 43661, "smokes": 129391, "snores": 1229, "stayed": 117092, "yawned": 1233, "deaf": 120566, "died": 173328, "fast": 173785, "glad": 69639, "gone": 169054, "luck": 175059, "bit": 166456, "sec": 100419, "buy": 171967, "cds": 59281, "fail": 173809, "even": 132976, "rich": 172064, "sunk": 171599, "day": 175017, "where": 75057, "has": 172554, "phoned": 38971, "yelled": 1340, "why": 168654, "bother": 2900, "decide": 173117, "may": 159451, "big": 165299, "stupid": 171149, "anybody": 157911, "creative": 15031, "discreet": 41945, "friendly": 167741, "generous": 78533, "merciful": 1433, "prepared": 167310, "punctual": 151114, "ruthless": 123843, "sensible": 47641, "watchful": 1461, "yourself": 174541, "break": 170241, "begin": 168026, "off": 174506, "count": 161556, "deal": 173309, "fish": 172653, "your": 1510, "fight": 162779, "gloat": 11608, "laugh": 173478, "panic": 91804, "shout": 85065, "smile": 165707, "smoke": 163314, "speak": 173425, "finish": 172074, "flip": 1547, "coin": 121267, "dressed": 172683, "the": 1553, "box": 172437, "now": 175040, "ahead": 174712, "sleep": 173921, "with": 174294, "grab": 1568, "seat": 174401, "beer": 168904, "chuckled": 20705, "grew": 1586, "guts": 65710, "helps": 55676, "eight": 140781, "hated": 62839, "nasty": 91757, "young": 171071, "likes": 144433, "loves": 140005, "needs": 174084, "resigned": 110329, "squinted": 1610, "stood": 1611, "hunk": 1617, "jerk": 161399, "nerd": 34188, "slob": 6661, "asleep": 174149, "coming": 159001, "crying": 166895, "faking": 1626, "age": 174679, "catch": 168016, "curious": 134691, "also": 7249, "monk": 6254, "taller": 114867, "apologize": 158081, "asked": 149262, "assume": 1668, "bought": 140189, "buried": 157991, "burned": 91158, "came": 164387, "dance": 162320, "caught": 174985, "confessed": 166874, "could": 173771, "class": 174735, "disagreed": 15553, "dozed": 1707, "lot": 169185, "bread": 168517, "fruit": 175044, "exercised": 1715, "dumb": 175075, "fear": 170046, "bored": 154651, "fined": 1747, "upset": 171977, "dogs": 174510, "golf": 152846, "milk": 168781, "cash": 174087, "eyes": 172997, "news": 172708, "hesitated": 22779, "both": 173583, "cake": 173647, "cats": 153936, "jazz": 156888, "math": 98743, "rock": 164615, "mary": 174665, "kids": 175066, "messed": 1812, "hide": 121675, "nailed": 1822, "glue": 141198, "more": 174640, "some": 172256, "bet": 48548, "often": 170112, "oppose": 1844, "taxes": 174995, "protested": 104171, "lips": 110830, "recovered": 124834, "saved": 87072, "dog": 174925, "sell": 164302, "cars": 167374, "should": 169220, "gas": 175202, "struggled": 8836, "succeeded": 172384, "surrender": 152323, "eggs": 161804, "soup": 157699, "moved": 157844, "naive": 79802, "there": 175188, "third": 48902, "washed": 157298, "too": 174899, "attend": 170953, "cancel": 78008, "change": 175218, "manage": 81506, "scream": 133010, "baker": 1970, "child": 174497, "medic": 12552, "set": 170709, "ashamed": 112149, "baffled": 6443, "blessed": 7483, "certain": 97992, "chicken": 114540, "cooking": 167951, "correct": 168946, "dancing": 114995, "dieting": 156480, "driving": 171045, "engaged": 105190, "excited": 167969, "falling": 153775, "fasting": 6455, "finicky": 9447, "frantic": 41280, "furious": 154411, "healthy": 165710, "humming": 2009, "jealous": 149639, "jittery": 12209, "leaving": 167731, "married": 174466, "nervous": 171766, "neutral": 2023, "fool": 91362, "popular": 172621, "psyched": 41283, "psychic": 111569, "puzzled": 64310, "reading": 173887, "selfish": 162406, "shocked": 166951, "sincere": 118709, "sloshed": 9504, "smashed": 9505, "full": 168730, "starved": 153317, "staying": 164061, "stuffed": 6497, "stunned": 61677, "talking": 172302, "teasing": 24233, "thirsty": 172308, "through": 172633, "touched": 6504, "trapped": 7491, "unarmed": 11205, "unhappy": 160396, "unlucky": 166334, "wealthy": 20778, "winning": 159528, "working": 168435, "worried": 173476, "dirty": 174504, "fatal": 74739, "legal": 145804, "happened": 174787, "foggy": 121407, "rain": 174418, "snow": 171785, "fair": 137965, "flat": 161437, "long": 174101, "yen": 165269, "monday": 171542, "doll": 143701, "fact": 170015, "fake": 157734, "rule": 143586, "scam": 170541, "song": 161094, "broken": 160915, "cloudy": 117488, "ironic": 24857, "locked": 171354, "poison": 163798, "secret": 174552, "silent": 165705, "spring": 174667, "urgent": 159157, "warmer": 170740, "drink": 172661, "party": 174306, "split": 119401, "lunch": 169358, "make": 174099, "list": 174257, "wish": 145835, "many": 168861, "thanks": 166093, "memorize": 2218, "money": 175157, "talks": 144198, "lift": 144306, "timing": 2230, "means": 174922, "nobody": 162058, "card": 162704, "date": 169034, "plants": 172818, "grow": 159748, "put": 2271, "release": 133690, "goodbye": 169980, "send": 2282, "shall": 2285, "blushed": 105152, "fainted": 147613, "curt": 2291, "fox": 168789, "tight": 80815, "bath": 166092, "bite": 171947, "rest": 168959, "cool": 156978, "icky": 2358, "lame": 149413, "ugly": 166521, "wise": 153306, "hugged": 12117, "kissed": 158040, "blinked": 30542, "changed": 174761, "coughed": 11925, "drowned": 164802, "bald": 114503, "nuts": 133789, "rude": 174584, "sexy": 73804, "laughed": 172489, "listens": 2420, "refused": 170922, "hi": 123998, "sweated": 3954, "took": 2425, "wake": 164821, "slowly": 174284, "war": 171011, "evil": 155100, "hell": 118098, "boys": 153552, "meet": 160525, "miss": 121232, "act": 163785, "share": 136777, "happy": 172968, "twins": 166958, "bore": 2565, "dope": 9628, "drag": 2568, "dump": 174808, "heel": 2570, "joke": 169895, "loss": 161697, "mess": 165387, "pain": 167756, "pity": 6074, "team": 171526, "cheated": 95671, "drew": 2604, "escaped": 149152, "next": 173281, "whose": 2610, "fit": 145831, "car": 174916, "abandon": 2713, "ship": 170172, "anything": 174764, "attentive": 5457, "confident": 106065, "realistic": 159303, "join": 172325, "quickly": 174867, "fall": 173088, "vote": 172671, "teach": 168796, "best": 173895, "does": 175050, "kid": 173138, "litter": 2908, "ramble": 2910, "resist": 133752, "safely": 171586, "drop": 165550, "gun": 172174, "cat": 172816, "doctor": 174873, "rifle": 87846, "ghosts": 158575, "exist": 162987, "half": 173334, "school": 174829, "evening": 173787, "morning": 174837, "spoon": 161732, "hand": 172738, "donut": 51453, "snack": 52448, "another": 172590, "avoids": 2957, "denied": 70721, "dumped": 31688, "poet": 172310, "cranky": 8076, "heroic": 97988, "kicked": 2984, "mocked": 3001, "wants": 170692, "brave": 147088, "great": 174494, "bigot": 3025, "cute": 149400, "girls": 159987, "pen": 165485, "annoying": 112689, "dare": 62619, "horrible": 98537, "romantic": 139763, "admire": 3044, "always": 113123, "apologized": 44128, "ate": 4855, "apples": 165878, "caviar": 107146, "believe": 163180, "called": 169488, "fix": 149484, "easily": 174872, "myself": 174021, "deserve": 56511, "drank": 8786, "enjoyed": 3121, "faint": 102586, "giddy": 3136, "silly": 161281, "jogging": 169428, "carded": 3160, "soaked": 3169, "ax": 161547, "doubts": 159825, "handled": 74650, "beans": 141645, "liars": 42669, "key": 171171, "hives": 3192, "plans": 174050, "proof": 167550, "music": 172544, "heard": 161451, "honor": 18209, "improvised": 3212, "way": 174626, "r": 43986, "b": 141599, "chess": 166201, "honey": 118706, "opera": 100879, "sugar": 169420, "sushi": 101733, "these": 156830, "women": 175001, "books": 174714, "games": 167574, "jokes": 149604, "trips": 150405, "might": 3252, "missed": 108463, "bag": 173185, "cab": 173929, "hug": 128753, "map": 150612, "paint": 145452, "space": 170732, "water": 174334, "lose": 147836, "play": 175083, "piano": 171874, "rewrote": 3290, "maybe": 3293, "book": 173627, "lion": 166899, "rose": 155567, "star": 144495, "shoes": 174408, "started": 173480, "suppose": 143970, "sympathize": 3308, "thought": 170734, "risks": 110752, "understand": 173274, "understood": 172950, "beaten": 88662, "canned": 3334, "framed": 3335, "warned": 91692, "weighed": 3348, "twice": 170865, "learn": 174760, "wonder": 3358, "explain": 149005, "kill": 88447, "risk": 168598, "sue": 3399, "canadian": 171257, "coward": 169395, "dancer": 173997, "farmer": 98967, "father": 174646, "friend": 169985, "genius": 169979, "lawyer": 161287, "member": 162109, "priest": 167320, "purist": 3427, "singer": 172667, "surfer": 3431, "addicted": 4789, "ears": 165120, "an": 3438, "adult": 165101, "agent": 166973, "bleeding": 128939, "bluffing": 165054, "confused": 159332, "cultured": 3447, "divorced": 167764, "drowning": 158325, "eighteen": 173496, "faithful": 17840, "famished": 3453, "fearless": 13018, "fighting": 141122, "finished": 174918, "freezing": 9168, "grateful": 82985, "grounded": 111394, "gullible": 47638, "homesick": 143131, "hungover": 3466, "innocent": 168716, "involved": 174785, "managing": 9174, "mistaken": 170860, "rebel": 98655, "saint": 13038, "obedient": 21515, "offended": 78856, "outraged": 33706, "positive": 160206, "powerful": 155426, "pregnant": 171025, "rational": 171621, "reformed": 3524, "reliable": 173831, "restless": 169201, "shooting": 37896, "shopping": 173239, "sleeping": 174463, "speaking": 157548, "starving": 166959, "stubborn": 166081, "boss": 172327, "thinking": 167892, "thorough": 41361, "thrilled": 78857, "ticklish": 3562, "truthful": 88928, "unbiased": 13123, "upstairs": 158801, "very": 3571, "worn": 3576, "checked": 159663, "decided": 151368, "idea": 174384, "seen": 174836, "iron": 146651, "deer": 77793, "wolf": 135865, "elk": 3608, "cancer": 170846, "enough": 174845, "nearby": 127594, "amazed": 166382, "begun": 159039, "unfair": 75526, "scared": 159704, "black": 162210, "noisy": 172632, "white": 167300, "burn": 174655, "heal": 153984, "happen": 174759, "curse": 137405, "plant": 3664, "rumor": 156525, "shame": 169312, "waste": 172623, "wet": 153772, "awesome": 146616, "bedtime": 156940, "complex": 151980, "garbage": 136678, "genuine": 84895, "hideous": 3685, "missing": 174331, "nothing": 174430, "obvious": 139859, "fire": 173541, "our": 3701, "perfect": 169392, "snowing": 152139, "suicide": 168056, "law": 164212, "looking": 152231, "running": 174453, "singing": 170312, "writing": 173175, "ladies": 170814, "lead": 174658, "bounce": 3752, "listen": 174480, "goes": 169914, "closely": 146060, "pigs": 161878, "arm": 166186, "feet": 155900, "hip": 3783, "cared": 89725, "soon": 173238, "shrieked": 3848, "sued": 38225, "someone": 167146, "while": 173739, "forward": 129505, "arguing": 136621, "filming": 3874, "gawking": 3875, "smoking": 174805, "staring": 3880, "whining": 79626, "yelling": 121519, "dreams": 174737, "whiff": 3897, "tell": 158869, "approve": 145805, "crashed": 175012, "cops": 146487, "things": 174730, "gold": 161223, "huge": 31444, "approves": 4014, "hates": 4020, "insisted": 4022, "spy": 174724, "cruel": 169556, "small": 173276, "stole": 167836, "stutters": 4046, "afraid": 163763, "guilty": 174226, "polite": 166299, "stoned": 9008, "unbelievable": 164813, "arabs": 4094, "room": 175018, "today": 174490, "needed": 171982, "overslept": 170720, "jobs": 162661, "were": 172113, "attack": 169492, "starve": 4147, "adults": 149020, "closed": 173705, "dating": 165814, "doomed": 6358, "welcome": 167937, "loser": 143625, "nerve": 93628, "shock": 164529, "woman": 169215, "sent": 141221, "told": 147347, "vanished": 4228, "ink": 159628, "years": 175175, "passed": 174940, "amuse": 4250, "scare": 4288, "pig": 74498, "bossy": 13071, "gross": 122782, "moody": 14943, "by": 169647, "futon": 55064, "approved": 171478, "dreaming": 169403, "included": 112272, "talented": 162043, "any": 169089, "questions": 174700, "reasonable": 167617, "respectful": 92247, "beat": 59874, "beware": 4469, "body": 172647, "security": 174943, "pitch": 4498, "skate": 125392, "crime": 173424, "blow": 174308, "drown": 4525, "dream": 168271, "favor": 135325, "gamble": 76629, "deny": 4573, "despair": 96555, "mock": 4593, "push": 118786, "sass": 4605, "draw": 138696, "circle": 133798, "dry": 174410, "and": 4622, "something": 174682, "peas": 172407, "everyone": 172512, "dies": 143211, "sang": 126172, "wins": 174551, "feed": 67857, "bird": 110117, "haircut": 152544, "coat": 171256, "gear": 163995, "few": 164793, "god": 167879, "bless": 4662, "hang": 4671, "cookie": 130300, "ham": 34453, "cracked": 4686, "dropped": 165373, "dug": 4693, "hole": 174438, "eats": 173576, "feels": 124191, "fooled": 21912, "maid": 19553, "braces": 49225, "ignored": 121544, "british": 4716, "english": 174816, "thief": 140995, "foolish": 174846, "type": 163496, "skating": 165074, "killed": 171409, "looks": 159911, "pale": 133307, "toys": 155327, "lies": 159532, "pinched": 4750, "seems": 130369, "sells": 4755, "smells": 119201, "tricked": 110989, "tries": 4772, "grouch": 82553, "jesuit": 4782, "senior": 4785, "tycoon": 4786, "adorable": 33133, "after": 169689, "demented": 13006, "tokyo": 173205, "insecure": 148275, "studying": 155647, "son": 167189, "comes": 164401, "or": 25449, "nose": 157996, "bled": 4831, "door": 173679, "line": 160651, "rope": 170994, "about": 174557, "beautiful": 168306, "thrilling": 4847, "acquired": 100215, "almost": 4852, "already": 153045, "american": 167768, "japanese": 173475, "muslim": 12347, "runner": 53570, "diabetic": 77099, "paris": 155197, "baked": 113156, "pie": 169688, "became": 170662, "belong": 156162, "borrowed": 150410, "bribed": 4892, "survive": 172549, "caused": 4919, "contributed": 12829, "cough": 162198, "classes": 131107, "deserved": 64207, "designed": 151640, "despise": 4933, "part": 174115, "snore": 136012, "steal": 152358, "enjoy": 171217, "poker": 137864, "exaggerated": 160211, "fed": 98092, "queasy": 4995, "unwell": 152578, "reborn": 88997, "finally": 5014, "forbid": 5018, "fought": 5021, "freaked": 5026, "bonus": 29365, "scammed": 5036, "clue": 107858, "celery": 5056, "coffee": 175052, "crowds": 164304, "flying": 167357, "soccer": 168424, "winter": 174268, "plan": 173165, "ring": 170907, "visa": 162925, "wife": 172581, "orders": 172841, "rights": 155754, "tenure": 18846, "sirens": 80886, "french": 174588, "people": 174592, "note": 168328, "camels": 5150, "cities": 163246, "clocks": 5117, "garlic": 125621, "grapes": 135499, "movies": 160304, "salmon": 147090, "skiing": 167998, "sweets": 10150, "trains": 151242, "yellow": 156819, "arabic": 89920, "boston": 174698, "autumn": 162597, "hiking": 28897, "horses": 166881, "mom": 148585, "nature": 167685, "poetry": 5161, "summer": 173685, "copy": 84246, "dinner": 173793, "insist": 69093, "object": 171868, "refuse": 165462, "nearly": 5195, "crew": 164255, "lamp": 172043, "ride": 171929, "week": 175031, "advice": 174407, "ought": 5216, "outrank": 5219, "owe": 155883, "own": 174150, "horse": 170492, "yacht": 108942, "violin": 156499, "prefer": 116941, "quite": 5238, "rescheduled": 5247, "rescued": 158559, "resent": 5257, "respect": 174601, "mouse": 162414, "plane": 173608, "light": 171280, "queen": 152677, "slept": 131751, "bacon": 80777, "blood": 174378, "support": 173909, "surrendered": 9126, "think": 171451, "trusted": 161357, "firefox": 5301, "volunteered": 77186, "pony": 88607, "pool": 173942, "wanted": 173181, "crushed": 146480, "drugged": 5329, "elected": 142384, "invited": 145455, "pleased": 137788, "tempted": 44579, "behave": 94000, "return": 169473, "wore": 5375, "mask": 129922, "nights": 173369, "poems": 127816, "allow": 5381, "brief": 83377, "prove": 92870, "save": 5416, "show": 160266, "warn": 5429, "dentist": 173123, "soldier": 161279, "student": 167094, "teacher": 173834, "tourist": 157109, "trainee": 5442, "adaptable": 12612, "ambitious": 128135, "artist": 161513, "orphan": 162977, "available": 172955, "bilingual": 49244, "committed": 105565, "concerned": 151174, "contented": 164617, "convinced": 135006, "dedicated": 128370, "delighted": 170512, "depressed": 147892, "desperate": 110481, "different": 174427, "disgusted": 85812, "easygoing": 15761, "exhausted": 175072, "expecting": 118761, "forgetful": 86580, "impatient": 89045, "important": 174723, "impressed": 126021, "impulsive": 5504, "danger": 157237, "intrigued": 31707, "listening": 137341, "miserable": 147580, "motivated": 57295, "expert": 118275, "fan": 175076, "obese": 62643, "short": 173326, "observant": 45469, "diet": 171866, "parole": 175159, "strike": 173692, "plastered": 12683, "powerless": 118802, "resentful": 5565, "resilient": 17340, "satisfied": 171663, "saying": 173614, "sensitive": 141455, "surprised": 155215, "surviving": 12704, "terrified": 102510, "coach": 151451, "uninsured": 12710, "unmarried": 140212, "voting": 144805, "damaged": 95038, "helping": 171299, "painful": 120127, "raining": 170888, "bat": 155880, "wig": 167911, "gag": 5635, "apart": 174526, "gets": 5646, "worse": 174391, "flaw": 134992, "leak": 147537, "sense": 171563, "sickens": 5670, "takes": 158992, "bomb": 172200, "gift": 171010, "hoax": 165608, "test": 171841, "boring": 163896, "simple": 153758, "superb": 5691, "viral": 5694, "saturday": 172722, "parody": 5705, "relief": 157846, "rental": 5708, "sequel": 5709, "weapon": 169290, "business": 172492, "exciting": 149598, "gorgeous": 63719, "instinct": 100379, "midnight": 174800, "treat": 20963, "real": 118574, "obsolete": 5745, "occupied": 113900, "outdated": 43899, "pathetic": 58515, "personal": 138721, "possible": 174460, "stealing": 100901, "suicidal": 125037, "terrible": 167285, "loud": 116026, "unlikely": 102536, "unlocked": 78686, "low": 163503, "worth": 170534, "minute": 173495, "touch": 142891, "proceed": 148162, "lock": 147604, "choice": 174072, "offer": 173500, "mortal": 80237, "aches": 36501, "foot": 173355, "number": 173680, "gambling": 171892, "red": 173656, "peace": 164960, "bell": 126479, "russia": 172977, "seal": 167977, "later": 174249, "shake": 57582, "active": 150176, "gentle": 5945, "obeys": 5955, "livid": 5961, "cutie": 5966, "model": 139999, "shut": 134810, "beside": 5984, "near": 167001, "clearly": 171570, "quietly": 146865, "moment": 172902, "together": 173916, "stir": 6007, "bragging": 143452, "frowning": 110817, "shouting": 125860, "worrying": 79420, "straighten": 6026, "stuff": 173964, "happens": 161372, "suit": 172239, "sweep": 50572, "breath": 173077, "chance": 166105, "shower": 171428, "tastes": 121053, "differ": 155101, "heap": 173877, "anyway": 174456, "meant": 170083, "suits": 147899, "saturn": 6063, "boat": 172228, "myth": 6073, "tree": 174336, "clever": 165220, "doable": 8887, "pretty": 153697, "rad": 6104, "untrue": 15982, "embraced": 6130, "asian": 6151, "spies": 130578, "italy": 168933, "japan": 174578, "dvd": 15169, "pun": 6195, "false": 163800, "tie": 159557, "shoe": 138965, "graduated": 6244, "vulgar": 6269, "town": 173914, "runs": 6281, "trusts": 6285, "scary": 110756, "tense": 137725, "adopted": 126049, "arrived": 167076, "packing": 113759, "violent": 167194, "wounded": 161887, "page": 164335, "second": 174139, "till": 6331, "six": 152384, "snoring": 147430, "wax": 62455, "floor": 174954, "rules": 172781, "kept": 137019, "before": 174519, "focus": 149431, "tools": 170525, "candy": 166787, "rebuild": 6436, "respond": 104979, "succeed": 174828, "group": 162929, "anxious": 50679, "cousins": 134969, "doctors": 168987, "enemies": 173838, "friends": 174863, "sync": 6465, "sinking": 31132, "special": 153882, "stalled": 165951, "useless": 110777, "waiting": 159162, "winners": 92115, "bummer": 6536, "fiasco": 125096, "hassle": 6538, "ufo": 102327, "when": 69763, "which": 6558, "absent": 164176, "says": 169707, "mail": 173676, "seem": 133330, "snob": 6663, "bright": 141015, "crafty": 6691, "creepy": 155472, "grumpy": 58179, "insane": 161598, "intruding": 82197, "qualified": 120439, "hiring": 6778, "girl": 170432, "boats": 6809, "sink": 153726, "camera": 171959, "shovel": 66189, "plumber": 167852, "juggle": 6852, "ball": 160012, "gate": 171491, "contact": 92104, "cows": 75671, "grass": 172706, "annoy": 6919, "as": 6927, "tomorrow": 174455, "tigers": 53758, "purr": 6949, "recycle": 105892, "matter": 170542, "crude": 6992, "blame": 154329, "complain": 147091, "force": 82170, "judge": 144127, "tease": 7050, "tempt": 7053, "everything": 175176, "empty": 172568, "game": 174595, "enter": 151041, "everybody": 175142, "paid": 170298, "gasps": 7085, "fishing": 166104, "form": 172663, "lines": 173719, "van": 74153, "rid": 7113, "hint": 122117, "park": 171803, "afternoon": 173821, "mug": 87777, "year": 175058, "birthday": 174244, "holidays": 167671, "eaten": 157525, "lip": 117457, "cannot": 7177, "counts": 170095, "dislikes": 164127, "tan": 124523, "uneasy": 160464, "flew": 7190, "kite": 155233, "gazed": 7192, "beard": 163899, "point": 166210, "video": 167106, "writer": 171103, "actor": 158115, "bankrupt": 124985, "uncle": 163932, "outgoing": 15045, "keeps": 138569, "lay": 7226, "jelly": 7228, "lives": 174512, "makes": 120449, "owes": 85740, "respects": 7246, "scolded": 31135, "slapped": 7262, "sold": 160399, "panting": 25607, "gambler": 74335, "slacker": 7304, "author": 174034, "outlaw": 43904, "henpecked": 7310, "prison": 173849, "ached": 7335, "deep": 115947, "end": 173102, "high": 173953, "much": 174202, "wide": 137500, "guys": 170717, "hungarian": 7370, "london": 173055, "spot": 157228, "banana": 143543, "believed": 144143, "bike": 171083, "borrow": 162766, "hat": 166793, "nail": 173591, "leg": 172876, "brought": 7414, "corrected": 77692, "decorated": 7440, "argue": 144709, "flunk": 7458, "dislike": 7462, "gossip": 173343, "honored": 7932, "strange": 130397, "followed": 105140, "word": 174751, "suntan": 88949, "arrested": 162411, "expelled": 7537, "nauseous": 168601, "guarantee": 96431, "mishap": 7543, "stroke": 98643, "vision": 152093, "mondays": 143893, "sundays": 164987, "insects": 131213, "ironing": 7567, "karaoke": 7570, "lawyers": 131612, "parties": 174717, "secrets": 149553, "spiders": 151725, "spinach": 131214, "zealots": 7583, "ranch": 12341, "table": 171999, "truck": 174799, "amnesia": 7591, "hiccups": 116844, "sisters": 168806, "flu": 151221, "thud": 173907, "voices": 128424, "hiccup": 7763, "guessed": 61313, "diary": 165365, "castles": 7643, "cookies": 163228, "flowers": 173252, "history": 172709, "lobster": 7651, "mahjong": 150740, "oysters": 108673, "picnics": 64602, "puzzles": 61206, "sashimi": 7661, "seafood": 57391, "stories": 160838, "turtles": 7675, "walking": 149419, "lit": 151374, "oven": 158166, "kobe": 156274, "upstate": 7684, "control": 154647, "keys": 161031, "animals": 171767, "bananas": 154112, "lasagna": 7695, "sunsets": 7705, "sun": 168661, "muffins": 7720, "harm": 120700, "college": 174820, "decline": 168131, "protest": 18072, "knife": 170877, "raise": 162627, "stamp": 54093, "answers": 142245, "asap": 7746, "surgery": 161002, "travel": 126620, "painted": 137710, "plead": 7771, "predicted": 159338, "cattle": 101080, "realize": 139772, "somebody": 136562, "file": 139668, "serve": 7813, "sneeze": 7817, "korean": 62741, "turned": 7835, "urge": 7840, "caution": 149013, "usually": 7842, "chair": 162047, "puppy": 148096, "details": 175156, "justice": 174803, "revenge": 164860, "attacked": 38201, "barefoot": 102292, "captured": 16631, "careless": 88384, "cleaning": 120383, "detained": 30558, "hammered": 7886, "impolite": 80341, "agony": 15802, "outdoors": 140635, "pardoned": 7894, "unharmed": 141989, "watching": 149156, "wear": 160065, "glasses": 172422, "testify": 21097, "memo": 7928, "rather": 7934, "direct": 106336, "cooperate": 99258, "guide": 141668, "handle": 168940, "marry": 158873, "scold": 7973, "freshman": 62717, "guy": 167960, "minister": 167598, "musician": 170245, "salesman": 107347, "against": 162316, "thumbs": 8006, "astonished": 16674, "behind": 165287, "being": 172694, "used": 172941, "contagious": 152539, "dehydrated": 8018, "dependable": 68451, "devastated": 83152, "doing": 174445, "downstairs": 140652, "exercising": 160979, "farsighted": 8029, "fascinated": 16684, "firing": 8032, "having": 173141, "illiterate": 116547, "interested": 150168, "making": 174162, "meditating": 63639, "methodical": 8062, "quitter": 8065, "amused": 37450, "bitter": 153305, "racist": 107828, "holiday": 172545, "optimistic": 172777, "overweight": 172707, "overworked": 54606, "prejudiced": 61120, "remodeling": 8112, "speechless": 113185, "successful": 172493, "killer": 157401, "oldest": 158207, "undressing": 16732, "unemployed": 167230, "untalented": 16736, "vegetarian": 123866, "been": 174161, "forgotten": 162535, "remarried": 10511, "if": 97201, "only": 165026, "credible": 8187, "bear": 171524, "likely": 172353, "sounds": 170465, "fluke": 70056, "planned": 146731, "christmas": 174598, "wednesday": 166515, "bargain": 171673, "classic": 8271, "miracle": 152693, "mistake": 173786, "ambush": 74514, "excuse": 152706, "beyond": 8289, "brand": 130742, "dangerous": 174813, "dishonest": 130061, "expensive": 172743, "forbidden": 78263, "inspiring": 8302, "fault": 168423, "redundant": 170973, "revolting": 20902, "truth": 174952, "large": 168067, "risky": 118855, "undamaged": 84926, "vibrating": 42861, "searching": 8364, "house": 174681, "lend": 8388, "frank": 8406, "continue": 145535, "doors": 169398, "clues": 8439, "effort": 174621, "larger": 140920, "idiots": 170093, "hair": 163103, "joints": 8471, "ache": 8472, "name": 173268, "itches": 8476, "tooth": 97013, "tummy": 8480, "fly": 164613, "tune": 153910, "prepare": 126391, "prices": 171135, "pull": 8541, "science": 158416, "order": 175054, "adores": 8567, "choked": 8575, "ditched": 8579, "roses": 165816, "brains": 8591, "nurse": 154578, "awkward": 71322, "plays": 162233, "bach": 8620, "sings": 139784, "swims": 8627, "teased": 139424, "types": 8634, "beauty": 173763, "hottie": 30842, "looker": 8642, "angel": 173144, "reply": 170485, "appeared": 174267, "snap": 8676, "grumbling": 49593, "poking": 8686, "resisting": 8688, "screaming": 128332, "picture": 172399, "wheel": 154706, "bunch": 151995, "tower": 169798, "alright": 171991, "amazing": 163730, "evident": 8734, "illegal": 171398, "logical": 131500, "goal": 174346, "rubbish": 31473, "baby": 165926, "barked": 25653, "flag": 151715, "melted": 174311, "price": 174780, "roof": 171871, "leaks": 127570, "their": 8772, "snag": 114628, "adore": 8780, "quarreled": 8828, "babies": 164686, "annoys": 8865, "bites": 162954, "desk": 164072, "fork": 169373, "absurd": 171887, "theirs": 150300, "tricky": 81458, "unsafe": 8897, "those": 143779, "throw": 8905, "dice": 8909, "hectic": 8915, "draws": 8922, "talent": 151330, "crook": 75519, "felon": 64234, "guest": 166821, "moron": 97258, "pilot": 145345, "helpful": 154501, "playing": 170124, "tofu": 8976, "maps": 8981, "trap": 158730, "stopped": 140697, "harmless": 143689, "homeless": 173258, "sweating": 15051, "sauce": 163980, "wash": 84078, "rear": 9045, "road": 172617, "cheered": 20580, "crash": 173894, "blast": 44085, "guests": 174786, "landed": 9090, "earlier": 171370, "escape": 165927, "action": 161377, "heroes": 123685, "shook": 9119, "hands": 174518, "couple": 148320, "family": 174747, "brothers": 173585, "escaping": 9162, "helpless": 96016, "partners": 159827, "quitting": 32551, "retiring": 64351, "standing": 172100, "students": 172923, "same": 173010, "country": 175056, "letdown": 9245, "tragedy": 101329, "causes": 66625, "taken": 171266, "atm": 140568, "cleaned": 132726, "would": 173172, "wind": 168258, "clock": 158691, "wipe": 9314, "morons": 9323, "disgust": 9330, "screwed": 9374, "prude": 12880, "amusing": 108041, "callous": 67029, "elusive": 9441, "precise": 129897, "pro": 44457, "capsized": 20555, "adjust": 9534, "present": 168614, "reinstated": 9543, "ghost": 160062, "envious": 9591, "injured": 168055, "insured": 9605, "balls": 163733, "round": 170614, "bees": 174963, "bullet": 73867, "boil": 65965, "anytime": 174078, "police": 173595, "afford": 168972, "skip": 9746, "whistle": 152439, "mice": 174234, "boxes": 173888, "hatch": 152504, "congratulations": 151124, "crows": 9796, "defend": 9800, "meat": 172183, "rap": 9873, "freak": 34190, "interfere": 82283, "interrupt": 120722, "overdo": 9935, "remind": 9938, "rub": 12109, "sheep": 166914, "carefully": 173758, "bags": 165334, "meal": 155938, "trip": 173307, "prayed": 9970, "expect": 167745, "mercy": 144064, "fasten": 9985, "fetch": 9987, "solution": 167428, "glass": 167426, "fold": 9993, "mother": 171965, "towel": 171733, "popcorn": 166216, "store": 173294, "bottom": 172361, "yet": 174765, "acts": 98506, "began": 169184, "betrayed": 34746, "into": 148576, "ambition": 162899, "hardly": 10111, "toyota": 25050, "racket": 129695, "ten": 173683, "intrigues": 10129, "dreamer": 118178, "painter": 163036, "gloomy": 72639, "robot": 93841, "mentioned": 58779, "laughs": 107930, "puts": 10175, "airs": 162154, "whisky": 165691, "stared": 10189, "studied": 144623, "swindled": 10194, "cheating": 150587, "surfing": 20768, "writes": 145977, "comedian": 149230, "frat": 10214, "gardener": 85554, "newcomer": 10220, "slowpoke": 10223, "southpaw": 61106, "husband": 172394, "partner": 96704, "photogenic": 61118, "bill": 165430, "id": 135219, "mud": 149367, "interesting": 173666, "dad": 148591, "unfortunate": 70776, "hypnotism": 10328, "abhor": 10330, "bachelor": 70842, "from": 170841, "egypt": 171127, "spain": 171798, "trouble": 174429, "appreciate": 10356, "salad": 146314, "tongue": 157925, "booked": 114748, "train": 173963, "breathe": 141316, "compete": 62081, "carp": 85334, "chickened": 10415, "chose": 105787, "cooked": 155871, "every": 10426, "dealt": 10428, "notice": 171811, "disobeyed": 10442, "downloaded": 10454, "dried": 10457, "drove": 10460, "death": 173885, "expected": 173900, "feverish": 10473, "relieved": 142635, "terrific": 136257, "isolated": 48201, "sunburned": 168714, "tomatoes": 144346, "seizure": 10523, "resign": 171595, "children": 175087, "fanatics": 10535, "funerals": 10537, "voice": 171706, "politics": 174307, "reptiles": 47176, "rug": 10551, "violence": 174292, "weddings": 10707, "bruise": 10557, "laptop": 156266, "pencil": 166749, "sister": 174865, "alibi": 168549, "dandruff": 10568, "diabetes": 10569, "evidence": 173908, "homework": 172852, "immunity": 10576, "fever": 128084, "returned": 156269, "sons": 123154, "laughing": 173058, "noise": 174675, "screams": 16574, "rains": 168243, "imagined": 158425, "showered": 10622, "learned": 143540, "lent": 10648, "baseball": 172817, "cartoons": 10652, "football": 157415, "swimming": 164210, "teaching": 157721, "westerns": 10672, "match": 168487, "milan": 11017, "interest": 142945, "phone": 174697, "barbecue": 10694, "comedies": 10695, "eggplant": 10696, "brownies": 10721, "army": 172349, "supper": 173727, "misunderstood": 68221, "internet": 172424, "hammer": 156201, "helmet": 165531, "tissue": 66304, "caffeine": 10770, "guidance": 10773, "tape": 123042, "shave": 161684, "ordered": 157338, "pizza": 174403, "outwitted": 10804, "bills": 169067, "played": 10816, "tennis": 166204, "biking": 10819, "orchids": 10822, "mayor": 158401, "rang": 170036, "relied": 10838, "remembered": 174264, "movie": 174279, "scored": 10872, "pattern": 103042, "seldom": 10877, "smelled": 10882, "vitamins": 114269, "chinese": 170954, "totally": 10897, "parrot": 31569, "refund": 107719, "apple": 166859, "witness": 160491, "acquitted": 107624, "assaulted": 10949, "born": 173472, "convicted": 157381, "dismissed": 84880, "horrified": 85813, "coma": 105167, "charge": 168219, "kidnapped": 144100, "patrol": 10983, "petrified": 10984, "skeptical": 130408, "zoo": 162190, "arrange": 11036, "assist": 11039, "ford": 49280, "destroy": 11052, "double": 73081, "rent": 171488, "harder": 174950, "addict": 57237, "tipsy": 68038, "cameraman": 11085, "detective": 166740, "foreigner": 168616, "geologist": 26129, "housewife": 143307, "lifeguard": 11092, "masochist": 11094, "owl": 41252, "volunteer": 99289, "able": 11099, "adventurous": 11106, "attorney": 71540, "engineer": 98738, "place": 172093, "begging": 28345, "calling": 163100, "catching": 11119, "celebrating": 101641, "comfortable": 153004, "cooperating": 52042, "cracking": 24970, "defenseless": 26142, "embarrassed": 132655, "experienced": 171797, "extroverted": 27262, "feeling": 169323, "frying": 11141, "getting": 11143, "hardworking": 133008, "heartbroken": 142929, "training": 171101, "interfering": 21421, "introverted": 18164, "nearsighted": 11165, "alarmed": 13500, "vacation": 174028, "ammo": 32975, "persevering": 21465, "replaceable": 51689, "resourceful": 68058, "spontaneous": 168723, "such": 165502, "sympathetic": 158704, "captain": 166095, "manager": 169947, "surgeon": 136507, "truly": 11243, "trustworthy": 27387, "unambitious": 27395, "unconvinced": 11251, "modest": 49359, "breathing": 146771, "happening": 168890, "hazardous": 11308, "poisonous": 104667, "allowed": 137290, "unusual": 136740, "river": 171519, "ethical": 11334, "natural": 171958, "blew": 11348, "option": 174624, "fresh": 157235, "burnt": 11369, "sounded": 20549, "tasted": 147262, "ages": 173706, "ago": 175042, "enticing": 70746, "fabulous": 92029, "soft": 80948, "city": 174116, "disgrace": 22037, "mushroom": 11424, "shortcut": 37828, "surprise": 171821, "travesty": 126604, "acceptable": 104310, "outrage": 11443, "artificial": 11444, "dirt": 77654, "impossible": 170359, "improbable": 24864, "inadequate": 108301, "incredible": 86135, "inevitable": 91771, "irrelevant": 140542, "misleading": 140853, "loan": 174809, "secure": 36109, "its": 11494, "refreshing": 134945, "ridiculous": 130134, "typical": 55549, "sufficient": 120329, "tax": 157708, "season": 172521, "terrifying": 20526, "narrow": 161536, "humid": 93282, "scarce": 11541, "smiling": 149139, "enemy": 171137, "koalas": 11561, "message": 168799, "lemons": 168015, "sour": 162756, "celebrate": 169256, "improvise": 83351, "negotiate": 125590, "office": 174382, "decision": 173950, "smaller": 174728, "widow": 159184, "niece": 15498, "merry": 11674, "bottle": 173788, "jeans": 125019, "shrank": 11693, "mouth": 174957, "gray": 94543, "grey": 11698, "natto": 11702, "sticky": 71020, "neither": 11706, "seeing": 172360, "answered": 150795, "flinched": 11725, "objected": 127586, "taxi": 168588, "changes": 173347, "october": 174118, "planning": 146990, "pour": 11798, "lid": 153672, "remove": 116184, "repeat": 11818, "bores": 11821, "sharks": 11827, "admired": 11829, "calmed": 11832, "disappeared": 175148, "forgave": 11836, "radio": 170025, "typist": 115445, "graceful": 11852, "reads": 155686, "stabbed": 11874, "tied": 20037, "assertive": 138422, "roll": 66232, "straight": 149986, "sound": 165256, "alarm": 172005, "spanish": 124390, "nosy": 11943, "squabbling": 11950, "whimpering": 11953, "breather": 42746, "chances": 139716, "frankly": 83131, "story": 173429, "pagoda": 11993, "puzzle": 165352, "barbaric": 12003, "doubtful": 144684, "nonsense": 158073, "peculiar": 12023, "damp": 160238, "cup": 165625, "growled": 12052, "opened": 91628, "engine": 173549, "stank": 12060, "lake": 168480, "leaves": 170878, "moon": 167584, "net": 118629, "sea": 168087, "sky": 172980, "cure": 159207, "exit": 162462, "salt": 161225, "actors": 37441, "melons": 12120, "pilots": 158788, "blocked": 56602, "feared": 12135, "greeted": 12138, "held": 166389, "visited": 166792, "similar": 53731, "farce": 12241, "hogwash": 12256, "fate": 174571, "sale": 173025, "private": 168214, "reality": 122233, "gifts": 84658, "times": 175006, "each": 85243, "friday": 173437, "sunday": 170625, "exaggerates": 12333, "client": 174285, "player": 169015, "tailor": 12353, "welder": 12354, "arrogant": 58136, "athletic": 57309, "cautious": 71570, "deranged": 17049, "handsome": 156935, "likeable": 12371, "reckless": 12377, "tireless": 12383, "tolerant": 12384, "learns": 12395, "dazed": 12401, "falls": 174342, "seemed": 172744, "understands": 114777, "sobbing": 154742, "wears": 149236, "earned": 106368, "yawn": 29436, "unlock": 12461, "walls": 166777, "front": 134344, "toes": 135737, "suffered": 12499, "teachers": 158789, "declared": 12524, "raw": 137734, "freedom": 166094, "ponchos": 12535, "lack": 12539, "waffles": 27841, "retreat": 154463, "experts": 97262, "rented": 12564, "shared": 12570, "ideas": 172038, "sailing": 142055, "camp": 119286, "canadians": 153989, "comedians": 12632, "fixing": 12645, "flattered": 103032, "gardeners": 12649, "gentlemen": 140662, "giving": 12651, "incorrect": 136252, "neighbors": 172704, "newcomers": 12665, "newlyweds": 78352, "fools": 77983, "past": 175153, "prisoners": 174703, "resigning": 113831, "separated": 143647, "survivors": 163846, "unrelated": 12712, "blessing": 12720, "disaster": 173651, "pleasure": 140817, "prospect": 12726, "treasure": 172141, "weakling": 12729, "stolen": 158055, "cost": 172634, "prize": 165293, "dude": 12795, "gpa": 12796, "comb": 34856, "oar": 12825, "punched": 12836, "jello": 12840, "recover": 150991, "words": 173049, "naughty": 12890, "tallest": 12892, "devil": 12932, "startled": 46333, "menace": 12963, "winner": 131559, "blushing": 17047, "charming": 107421, "disloyal": 13012, "forgiven": 112134, "hopeless": 98248, "picky": 167080, "stalling": 16210, "less": 168106, "than": 13144, "wings": 168895, "barking": 133740, "fuse": 57652, "blown": 25627, "accidents": 173345, "invisible": 160614, "welcomed": 144683, "catholic": 53306, "golfer": 146699, "maniac": 93702, "wizard": 30448, "drinking": 164596, "dyslexic": 13224, "crack": 98846, "attention": 174566, "flexible": 58426, "tonight": 170551, "boxing": 13281, "cane": 116397, "brush": 163690, "teeth": 164568, "excused": 15502, "rabbits": 121312, "spell": 165655, "climb": 130181, "top": 121521, "blinds": 77446, "drawer": 170882, "window": 174826, "immediately": 174769, "consult": 59840, "digging": 16390, "supply": 109863, "cross": 170365, "bridge": 165851, "street": 173616, "wire": 147014, "dial": 39920, "bark": 156067, "delicately": 13426, "deceive": 13509, "disturb": 13512, "heart": 174321, "mention": 13529, "rip": 13533, "yell": 51770, "juice": 155201, "meals": 165607, "veggies": 13569, "yourselves": 144860, "groans": 13571, "hamster": 13601, "costs": 171861, "purpose": 154370, "gardening": 169487, "reason": 173493, "without": 164739, "barber": 166424, "stairs": 165838, "flow": 13681, "little": 167394, "croissant": 13691, "hobo": 13725, "noon": 170880, "joy": 173371, "recently": 174804, "suddenly": 152918, "backward": 56583, "speech": 173841, "picasso": 141223, "bicycle": 171198, "legs": 173458, "joker": 13778, "carrots": 155673, "himself": 175007, "acrobat": 13788, "distracted": 147825, "pajamas": 164750, "brother": 172958, "hunting": 58103, "oranges": 145465, "hunt": 37353, "moves": 127610, "debt": 163497, "ratted": 13855, "remained": 13858, "scares": 13861, "shares": 13864, "hour": 174965, "soundly": 13870, "speaks": 150467, "france": 165741, "tenacious": 13896, "bartender": 75440, "biologist": 68036, "lover": 153573, "gentleman": 145501, "grown": 14055, "historian": 13924, "nonsmoker": 68049, "sophomore": 68052, "side": 171912, "intelligent": 158571, "struck": 25087, "unconscious": 148523, "heaven": 163010, "embarrassing": 173985, "sneezed": 14075, "professor": 163504, "dumbfounded": 98993, "brazil": 154432, "witch": 164816, "weekly": 14096, "appreciated": 174286, "sweat": 164168, "bowed": 14121, "politely": 164349, "yesterday": 174135, "replace": 14132, "reschedule": 17619, "budge": 14135, "pork": 150170, "reach": 55486, "trout": 53052, "confiscated": 77083, "disregarded": 14219, "drugs": 173086, "hybrid": 18517, "dilemma": 164614, "empowered": 14275, "protected": 120900, "refreshed": 14283, "cap": 156017, "goosebumps": 14318, "headache": 154514, "reasons": 155076, "halloween": 169245, "chemistry": 110033, "computers": 163436, "hypocrisy": 23515, "paperwork": 164701, "surprises": 76846, "traveling": 171447, "diploma": 140573, "grenade": 14368, "receipt": 109823, "request": 162828, "website": 174895, "allergies": 100542, "hay": 62011, "heartburn": 109069, "insurance": 172069, "pneumonia": 161250, "sore": 42876, "standards": 161745, "toothache": 160154, "coughing": 138929, "gunshots": 155017, "journal": 80658, "knit": 24202, "drill": 31501, "lifted": 25623, "astrology": 162809, "chocolate": 150827, "elephants": 167609, "novel": 161984, "mysteries": 84130, "pop": 43160, "beach": 172498, "ocean": 168982, "candle": 46240, "tahiti": 163113, "papers": 168079, "temper": 161682, "wallet": 151996, "australia": 172688, "adventure": 145466, "astronomy": 138892, "egg": 149029, "yolks": 14519, "libraries": 145978, "soul": 165048, "band": 146018, "view": 170543, "fortune": 131657, "snowman": 155048, "breakfast": 172071, "badly": 174165, "kleenex": 33175, "escort": 100050, "envelopes": 83280, "tires": 140997, "soap": 110697, "subtitles": 14613, "eye": 172724, "computer": 174151, "planted": 99515, "pointed": 14647, "recommend": 172720, "regret": 171683, "require": 175213, "rubbed": 14681, "bar": 173972, "umbrellas": 99740, "church": 166772, "strongly": 14711, "month": 174960, "blanket": 149384, "divorce": 174433, "martini": 14742, "pal": 14743, "raccoon": 46124, "rematch": 21345, "scooter": 14746, "cream": 164251, "retire": 173358, "vengeance": 23172, "criminal": 147100, "dumbstruck": 14782, "frightened": 123248, "frustrated": 67660, "humiliated": 74270, "threatened": 166910, "unprepared": 14815, "proud": 108801, "translate": 166664, "raffle": 14842, "bank": 161960, "farm": 164208, "demonstrate": 14877, "protect": 14903, "dishes": 158544, "cousin": 130214, "clerk": 152591, "bookkeeper": 28446, "programmer": 97722, "shutterbug": 14928, "ambidextrous": 130412, "between": 14947, "conservative": 153462, "disappointed": 174817, "disorganized": 130413, "dissatisfied": 175189, "fairly": 153759, "freaking": 14979, "america": 174637, "fbi": 114195, "homeschooled": 14994, "housesitting": 26541, "ignoring": 14997, "attic": 170729, "inviting": 15002, "killing": 15010, "beggar": 135298, "counting": 15029, "paranoid": 114712, "row": 167486, "shape": 170651, "overreacting": 119435, "sitting": 49508, "stronger": 160458, "super": 15093, "volunteering": 164262, "drawn": 15107, "company": 175197, "weight": 173772, "accessible": 15135, "riddle": 129032, "threat": 143886, "letter": 174923, "belongs": 15191, "euros": 174272, "trick": 118287, "freaks": 15201, "virus": 173731, "washing": 147217, "effective": 147068, "excessive": 37632, "hype": 15251, "mandatory": 120043, "necessary": 173698, "race": 173757, "april": 160180, "habit": 146544, "rainy": 106925, "snowstorm": 154011, "sunflower": 15301, "sunny": 133067, "tradition": 142467, "windy": 143622, "settled": 120957, "balmy": 15316, "complicated": 160721, "conceivable": 15319, "cooler": 15320, "frightening": 115860, "drug": 17662, "sofa": 151480, "regrettable": 15359, "transparent": 39247, "unnecessary": 172894, "asia": 175024, "informed": 78113, "repair": 152310, "compromise": 168100, "camping": 165960, "cards": 166580, "darts": 15465, "lower": 15487, "mars": 172092, "planet": 175008, "fleas": 152670, "tiny": 77826, 